"Ascending" = "Aufsteigend";
"Auto Classify" = "Automatisch einordnen";
"Auto Group" = "Automatisch gruppieren";
"by Comment" = "nach Kommentar";
"by Date Added" = "nach Hinzufügungsdatum";
"by Date Created" = "nach Erstellungsdatum";
"by Date Modified" = "nach Änderungsdatum";
"by Kind" = "nach Art";
"by Label" = "nach Etikett";
"by Name" = "nach Name";
"by Path" = "nach Pfad";
"by Size" = "nach Größe";
"by State" = "nach Markierung";
"by URL" = "nach URL";
"by Word Count" = "nach Wortanzahl";
"Classify" = "Einordnen";
"Close drawer" = "Schublade schließen";
"Columns" = "Spalten";
"Convert" = "Konvertieren";
"Create" = "Erzeugen";
"Descending" = "Absteigend";
"Frequency" = "Frequenz";
"Go to next page" = "Zur nächsten Seite";
"Go to previous page" = "Zur vorherigen Seite";
"A Group" = "Gruppe";
"To Group" = "Gruppieren";
"HTML Page..." = "HTML-Seite";
"Icon Size:" = "Symbolgröße:";
"Icons" = "Icons";
"Ignore Umlauts" = "Umlaute ignorieren";
"Picture..." = "Bild";
"Information" = "Informationen";
"Launch Path" = "Pfad öffnen";
"Launch URL" = "URL öffnen";
"Copy URL" = "URL kopieren";
"Length" = "Länge";
"Bookmark..." = "Lesezeichen...";
"Feed..." = "Feed...";
"List" = "List";
"Merge" = "Vereinen";
"Multiple Selection" = "Mehrfach
Auswahl";
"Name" = "Name";
"New" = "Neu";
"Open Externally" = "Extern öffnen";
"Open..." = "Öffnen";
"Page" = "Seite";
"Plain Text..." = "Reiner Text";
"Quality of results" = "Qualität der Resultate";
"Remove" = "Entfernen";
"Results" = "Resultate";
"Reveal" = "In Datenbank zeigen";
"Rich Text..." = "RTF-Text";
"Smart Group" = "Intelligente Gruppe...";
"XML File..." = "XML-Datei";
"Markdown File..." = "Markdown-Text";
"Script..." = "Skript";
"Property List..." = "Property List";
"Score" = "Relevanz";
"See Also" = "Siehe";
"Show In Finder" = "In Finder zeigen";
"Size" = "Größe";
"Sort" = "Sortieren";
"Thumbnails" = "Vorschaubilder";
"to Plain Text" = "in reinen Text";
"to Rich Text" = "in RTF-Text";
"to HTML" = "in HTML";
"to Formatted Note" = "in formatierte Notiz";
"Ungroup" = "Auflösen";
"Unsorted" = "Unsortiert";
"Update" = "Aktualisieren";
"View" = "View";
"Weight" = "Gewicht";
"With Clipboard..." = "Aus Zwischenablage";
"Word" = "Wort";
"Words" = "Wörter";
"Open In Tabs..." = "In Tabs öffnen";
"Move To" = "Verschieben";
"Move All Instances To Trash" = "Alle Instanzen in Papierkorb legen";
"Move To Trash" = "In Papierkorb legen";
"Width x Height" = "Breite x Höhe";
"by Width x Height" = "nach Breite x Höhe";
"Duration" = "Dauer";
"by Duration" = "nach Dauer";
"by Spotlight Comment" = "nach Spotlight-Kommentar";
"by Location" = "nach Ort";
"Copy Item Link" = "Verweis kopieren";
"by Aliases" = "nach Aliases";
"by Tags" = "nach Tags";
"Formatted Note..." = "Formatierte Notiz";
"Sheet..." = "Tabelle";